Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Saving the filter
de: Filter wird gespeichert
es: Guardando el filtro
fr: Enregistrement du filtre
it: Salvataggio del filtro in corso
ja: フィルターを保存中
ko: 필터를 저장하는 중
pt_br: Salvando o filtro
zh_hans: 正在保存筛选器
zh_hant: 正在儲存篩選器

source: Scan a QR code
de: QR-Code scannen
es: Escanear un código QR
fr: Scanner un code QR
it: Scansiona un codice QR
ja: QR コードをスキャン
ko: QR 코드 스캔
pt_br: Ler um código QR
zh_hans: 扫描 QR 码
zh_hant: 掃描 QR 碼

source: Search domains
de: Domains suchen
es: Buscar dominios
fr: Rechercher des domaines
it: Cerca domini
ja: ドメインを検索
ko: 도메인 검색
pt_br: Buscar domínios
zh_hans: 搜索域名
zh_hant: 搜尋網域

# Search lists or categories
source: Search blocklists or categories
de: Blocklisten oder Kategorien suchen
es: Buscar listas de bloqueo o categorías
fr: Rechercher des listes de blocage ou des catégories
it: Cerca liste di blocco o categorie
ja: ブロックリストやカテゴリを検索
ko: 차단 목록 또는 카테고리 검색
pt_br: Buscar listas de bloqueio ou categorias
zh_hans: 搜索拦截列表或类别
zh_hant: 搜尋封鎖清單或類別

# Secondary DNS (optional)
source: Secondary server (optional)
de: Sekundärer Server (optional)
es: Servidor secundario (opcional)
fr: Serveur secondaire (facultatif)
it: Server secondario (facoltativo)
ja: セカンダリサーバー（任意）
ko: 보조 서버 (선택)
pt_br: Servidor secundário (opcional)
zh_hans: 次要服务器（可选）
zh_hant: 次要伺服器（選填）

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
ko: 보안
pt_br: Segurança
zh_hans: 安全
zh_hant: 安全性

source: Security & threat intel
de: Sicherheit & Bedrohungsdaten
es: Seguridad e inteligencia de amenazas
fr: Sécurité et menaces
it: Sicurezza e intelligence sulle minacce
ja: セキュリティと脅威情報
ko: 보안 및 위협 인텔리전스
pt_br: Segurança e inteligência de ameaças
zh_hans: 安全与威胁情报
zh_hant: 安全與威脅情報

source: See what information is sent
de: Ansehen, welche Informationen gesendet werden
es: Ver qué información se envía
fr: Voir les informations envoyées
it: Scopri quali informazioni vengono inviate
ja: 送信される情報を見る
ko: 어떤 정보가 전송되는지 보기
pt_br: Veja quais informações são enviadas
zh_hans: 查看会发送哪些信息
zh_hant: 查看會傳送哪些資訊

source: Send bug report
de: Fehlerbericht senden
es: Enviar informe de error
fr: Envoyer le rapport de bug
it: Invia segnalazione
ja: 不具合レポートを送信
ko: 버그 신고 보내기
pt_br: Enviar relatório de problema
zh_hans: 发送错误报告
zh_hant: 傳送錯誤回報

source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un retour
it: Invia feedback
ja: フィードバックを送信
ko: 의견 보내기
pt_br: Enviar feedback
zh_hans: 发送反馈
zh_hant: 傳送意見回饋

source: Send feedback?
de: Feedback senden?
es: ¿Enviar comentarios?
fr: Envoyer un retour ?
it: Inviare il feedback?
ja: フィードバックを送信しますか？
ko: 의견을 보낼까요?
pt_br: Enviar feedback?
zh_hans: 要发送反馈？
zh_hant: 要傳送意見回饋嗎？

source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
ja: 送信済み
ko: 전송됨
pt_br: Enviado
zh_hans: 已发送
zh_hant: 已傳送

source: Set passcode
de: Code festlegen
es: Definir código
fr: Définir un code
it: Imposta codice
ja: パスコードを設定
ko: 암호 설정
pt_br: Definir código
zh_hans: 设置密码
zh_hant: 設定密碼

source: Set up encrypted backup
de: Verschlüsseltes Backup einrichten
es: Configurar copia de seguridad cifrada
fr: Configurer la sauvegarde chiffrée
it: Configura backup cifrato
ja: 暗号化バックアップを設定
ko: 암호화 백업 설정
pt_br: Configurar backup criptografado
zh_hans: 设置加密备份
zh_hant: 設定加密備份

source: Set up protection
de: Schutz einrichten
es: Configurar la protección
fr: Configurer la protection
it: Configura la protezione
ja: 保護を設定
ko: 보호 설정
pt_br: Configurar a proteção
zh_hans: 设置防护
zh_hant: 設定防護

source: Set up encrypted backup for this account.
de: Verschlüsseltes Backup für dieses Konto einrichten.
es: Configura una copia de seguridad cifrada para esta cuenta.
fr: Configurez une sauvegarde chiffrée pour ce compte.
it: Configura il backup cifrato per questo account.
ja: このアカウントの暗号化バックアップを設定します。
ko: 이 계정의 암호화된 백업을 설정하세요.
pt_br: Configure o backup criptografado para esta conta.
zh_hans: 为此账户设置加密备份。
zh_hant: 為此帳號設定加密備份。

# Set up with Passkey
source: Set up with a passkey
de: Mit einem Passkey einrichten
es: Configurar con llave de acceso
fr: Configurer avec une clé d’accès
it: Configura con passkey
ja: パスキーで設定
ko: 패스키로 설정
pt_br: Configurar com passkey
zh_hans: 使用通行密钥设置
zh_hant: 使用通行密鑰設定

# Set up without Passkey
source: Set up without a passkey
de: Ohne Passkey einrichten
es: Configurar sin llave de acceso
fr: Configurer sans clé d’accès
it: Configura senza passkey
ja: パスキーなしで設定する
ko: 패스키 없이 설정
pt_br: Configurar sem passkey
zh_hans: 不使用通行密钥进行设置
zh_hant: 不使用通行密鑰設定

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置
zh_hant: 設定

source: Setup code
de: Einrichtungscode
es: Código de configuración
fr: Code de configuration
it: Codice di configurazione
ja: セットアップコード
ko: 설정 코드
pt_br: Código de configuração
zh_hans: 设置代码
zh_hant: 設定代碼

# Share my filter
source: Share your filter
de: Deinen Filter teilen
es: Compartir tu filtro
fr: Partager votre filtre
it: Condividi il tuo filtro
ja: マイフィルターを共有
ko: 내 필터 공유
pt_br: Compartilhar seu filtro
zh_hans: 分享你的筛选器
zh_hant: 分享你的篩選器

source: Share via QR or code
de: Per QR oder Code teilen
es: Compartir por QR o código
fr: Partager par QR ou code
it: Condividi tramite QR o codice
ja: QR またはコードで共有
ko: QR 또는 코드로 공유
pt_br: Compartilhar por QR ou código
zh_hans: 通过二维码或分享码分享
zh_hant: 以 QR 碼或代碼分享

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
pt_br: Mostrar
zh_hans: 显示
zh_hant: 顯示

source: Show activity
de: Aktivität anzeigen
es: Mostrar actividad
fr: Afficher l’activité
it: Mostra attività
ja: アクティビティを表示
ko: 활동 보기
pt_br: Mostrar atividade
zh_hans: 显示活动
zh_hant: 顯示活動

source: Show the QR code
de: QR-Code anzeigen
es: Mostrar el código QR
fr: Afficher le code QR
it: Mostra il codice QR
ja: QR コードを表示
ko: QR 코드 표시
pt_br: Mostrar o código QR
zh_hans: 显示 QR 码
zh_hant: 顯示 QR 碼

source: Shows Lava status on the Lock Screen and Dynamic Island when available.
de: Zeigt den Lava-Status auf dem Sperrbildschirm und in der Dynamic Island, sofern verfügbar.
es: Muestra el estado de Lava en la pantalla de bloqueo y en la Dynamic Island cuando estén disponibles.
fr: Affiche l’état de Lava sur l’écran verrouillé et le Dynamic Island lorsque c’est possible.
it: Mostra lo stato di Lava sulla schermata di blocco e nella Dynamic Island quando disponibile.
ja: 利用可能なときに、ロック画面とダイナミックアイランドに Lava の状態を表示します。
ko: 가능할 때 잠금 화면과 다이내믹 아일랜드에 Lava 상태를 표시해요.
pt_br: Mostra o status da Lava na Tela Bloqueada e na Dynamic Island quando disponível.
zh_hans: 在锁定屏幕和灵动岛上显示 Lava 状态（如可用）。
zh_hant: 在「鎖定畫面」和「動態島」上顯示 Lava 狀態（可用時）。

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: サインアウト
ko: 로그아웃
pt_br: Sair
zh_hans: 退出登录
zh_hant: 登出

source: Sign in to set up encrypted backup.
de: Melde dich an, um ein verschlüsseltes Backup einzurichten.
es: Inicia sesión para configurar una copia de seguridad cifrada.
fr: Connectez-vous pour configurer une sauvegarde chiffrée.
it: Accedi per configurare il backup cifrato.
ja: 暗号化バックアップを設定するにはサインインしてください。
ko: 암호화된 백업을 설정하려면 로그인하세요.
pt_br: Entre para configurar o backup criptografado.
zh_hans: 登录以设置加密备份。
zh_hant: 登入以設定加密備份。

source: Sign in where you meant to sign in.
de: Melde dich dort an, wo du dich anmelden wolltest.
es: Inicia sesión solo donde querías iniciar sesión.
fr: Connectez-vous là où vous vouliez vraiment vous connecter.
it: Accedi dove volevi davvero accedere.
ja: サインインするつもりの場所で、サインインしよう。
ko: 로그인하려던 곳에서만 로그인하세요.
pt_br: Faça login só onde você queria fazer login.
zh_hans: 在你真正想登录的地方登录。
zh_hant: 只在你真正想登入的地方登入。

source: Sign in with Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
it: Accedi con Apple
ja: Apple でサインイン
ko: Apple로 로그인
pt_br: Entrar com a Apple
zh_hans: 通过 Apple 登录
zh_hant: 使用 Apple 登入

source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
it: Accedi con Google
ja: Google でサインイン
ko: Google로 로그인
pt_br: Entrar com o Google
zh_hans: 通过 Google 登录
zh_hant: 透過 Google 登入

source: Sign out of all accounts
de: Von allen Konten abmelden
es: Cerrar sesión en todas las cuentas
fr: Se déconnecter de tous les comptes
it: Esci da tutti gli account
ja: すべてのアカウントからサインアウト
ko: 모든 계정에서 로그아웃
pt_br: Sair de todas as contas
zh_hans: 退出所有账户
zh_hant: 登出所有帳號

source: Signed in with Apple
de: Mit Apple angemeldet
es: Sesión iniciada con Apple
fr: Connecté avec Apple
it: Accesso con Apple eseguito
ja: Appleでサインイン済み
ko: Apple로 로그인됨
pt_br: Conectado com a Apple
zh_hans: 已通过 Apple 登录
zh_hant: 已使用 Apple 登入

source: Signed in with Apple and Google
de: Mit Apple und Google angemeldet
es: Sesión iniciada con Apple y Google
fr: Connecté avec Apple et Google
it: Accesso con Apple e Google effettuato
ja: Apple と Google でサインイン済み
ko: Apple 및 Google로 로그인됨
pt_br: Conectado com Apple e Google
zh_hans: 已通过 Apple 和 Google 登录
zh_hant: 已透過 Apple 和 Google 登入

source: Signed in with Google
de: Mit Google angemeldet
es: Sesión iniciada con Google
fr: Connecté avec Google
it: Accesso con Google effettuato
ja: Google でサインイン済み
ko: Google로 로그인됨
pt_br: Conectado com o Google
zh_hans: 已通过 Google 登录
zh_hant: 已透過 Google 登入

source: Signing in…
de: Anmeldung läuft
es: Iniciando sesión
fr: Connexion en cours
it: Accesso in corso
ja: サインイン中
ko: 로그인 중
pt_br: Entrando
zh_hans: 正在登录
zh_hant: 正在登入

# Site or domain
source: Website or domain
de: Website oder Domain
es: Sitio o dominio
fr: Site ou domaine
it: Sito o dominio
ja: サイトまたはドメイン
ko: 사이트 또는 도메인
pt_br: Site ou domínio
zh_hans: 网站或域名
zh_hant: 網站或網域

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
zh_hans: 跳过
zh_hant: 略過

source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
ja: 小
ko: 작게
pt_br: Pequeno
zh_hans: 小
zh_hant: 小

# Smoke Test
source: Connection check
de: Verbindungsprüfung
es: Comprobación de conexión
fr: Vérification de la connexion
it: Controllo della connessione
ja: 接続の確認
ko: 연결 확인
pt_br: Verificação de conexão
zh_hans: 连接检查
zh_hant: 連線檢查

source: Social media
de: Soziale Medien
es: Redes sociales
fr: Réseaux sociaux
ja: ソーシャルメディア
ko: 소셜 미디어
pt_br: Redes sociais
zh_hans: 社交媒体
zh_hant: 社交媒體

source: Something else
de: Etwas anderes
es: Otra cosa
fr: Autre chose
it: Qualcos’altro
ja: その他
ko: 그 밖의 다른 문제
pt_br: Outra coisa
zh_hans: 其他问题
zh_hant: 其他問題

# Something else updated your filter while this imported. Try again.
source: Something else updated your filter while it was importing. Try again.
de: Während des Imports hat etwas anderes deinen Filter aktualisiert. Versuche es erneut.
es: Otra cosa actualizó tu filtro mientras se importaba. Inténtalo de nuevo.
fr: Votre filtre a été modifié ailleurs pendant son importation. Réessayez.
it: Qualcos’altro ha aggiornato il filtro durante l’importazione. Riprova.
ja: インポート中に別の操作でフィルターが更新されました。もう一度お試しください。
ko: 가져오는 동안 다른 작업이 필터를 업데이트했어요. 다시 시도하세요.
pt_br: Algo atualizou seu filtro durante a importação. Tente novamente.
zh_hans: 在导入过程中，其他操作更新了你的筛选器。请重试。
zh_hant: 匯入期間有其他程序更新了你的篩選器。請再試一次。

# Spaces and capitalization do not matter. Press space to jump to the next word.
source: Spaces and capitalization don’t matter. Press space to jump to the next word.
de: Leerzeichen und Groß-/Kleinschreibung spielen keine Rolle. Drücke die Leertaste, um zum nächsten Wort zu springen.
es: Los espacios y las mayúsculas no importan. Pulsa espacio para saltar a la siguiente palabra.
fr: Les espaces et les majuscules n’ont pas d’importance. Appuyez sur Espace pour passer au mot suivant.
it: Spazi e maiuscole non contano. Premi spazio per passare alla parola successiva.
ja: スペースや大文字・小文字は問いません。スペースキーで次の単語に移動できます。
ko: 띄어쓰기와 대소문자는 상관없어요. 스페이스를 누르면 다음 단어로 넘어가요.
pt_br: Espaços e maiúsculas não importam. Pressione espaço para ir à próxima palavra.
zh_hans: 空格和大小写都不影响。按空格键跳到下一个词。
zh_hant: 空格和大小寫都沒關係。按空白鍵即可跳到下一個字。

source: Start from
de: Ausgehen von
es: Empezar desde
fr: Partir de
it: Parti da
ja: ベースにする
ko: 시작 기준
pt_br: Começar a partir de
zh_hans: 起始于
zh_hant: 起始於

source: Step 1
de: Schritt 1
es: Paso 1
fr: Étape 1
it: Passo 1
ja: ステップ 1
ko: 1단계
pt_br: Etapa 1
zh_hans: 第 1 步
zh_hant: 步驟 1

source: Step 2
de: Schritt 2
es: Paso 2
fr: Étape 2
it: Passo 2
ja: ステップ 2
ko: 2단계
pt_br: Etapa 2
zh_hans: 第 2 步
zh_hant: 步驟 2

source: Step 3
de: Schritt 3
es: Paso 3
fr: Étape 3
it: Passo 3
ja: ステップ 3
ko: 3단계
pt_br: Etapa 3
zh_hans: 第 3 步
zh_hant: 步驟 3

source: Step 4
de: Schritt 4
es: Paso 4
fr: Étape 4
it: Passo 4
ja: ステップ 4
ko: 4단계
pt_br: Etapa 4
zh_hans: 第 4 步
zh_hant: 步驟 4

source: Stop live DNS smoke protection
de: Live-DNS-Smoke-Schutz stoppen
es: Detener la prueba DNS en vivo
fr: Arrêter la protection du smoke test DNS
it: Interrompi la protezione Live DNS Smoke
ja: ライブ DNS スモーク保護を停止
ko: 라이브 DNS 스모크 보호 중지
pt_br: Parar proteção de teste de DNS ao vivo
zh_hans: 停止实时 DNS Smoke 防护
zh_hant: 停止即時 DNS 煙霧測試防護

source: Submit
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
pt_br: Enviar
zh_hans: 提交
zh_hant: 提交

source: Submitting…
de: Wird gesendet
es: Enviando
fr: Envoi en cours
it: Invio in corso
ja: 送信中
ko: 보내는 중
pt_br: Enviando
zh_hans: 正在提交
zh_hant: 正在提交

# Success
source: Filter ready
de: Filter bereit
es: Filtro listo
fr: Filtre prêt
it: Filtro pronto
ja: フィルターの準備完了
ko: 필터 준비됨
pt_br: Filtro pronto
zh_hans: 筛选器已就绪
zh_hant: 篩選器已就緒

# Supports DNS over IP, HTTPS, TLS and QUIC
source: Supports standard DNS, DNS over HTTPS, TLS, and QUIC
de: Unterstützt Standard-DNS, DNS over HTTPS, TLS und QUIC
es: Admite DNS estándar y DNS over HTTPS, TLS y QUIC
fr: Prend en charge le DNS standard, le DNS over HTTPS, TLS et QUIC
it: Supporta DNS standard e DNS over HTTPS, TLS e QUIC
ja: 標準DNS、DNS over HTTPS、TLS、QUICに対応
ko: 표준 DNS, DNS over HTTPS, TLS, QUIC를 지원해요
pt_br: Suporta DNS padrão e DNS over HTTPS, TLS e QUIC
zh_hans: 支持标准 DNS，以及基于 HTTPS、TLS 和 QUIC 的 DNS
zh_hant: 支援標準 DNS，以及透過 HTTPS、TLS 和 QUIC 的 DNS

source: Switch Filter
de: Filter wechseln
es: Cambiar filtro
fr: Changer de filtre
it: Cambia filtro
ja: フィルターを切り替え
ko: 필터 전환
pt_br: Trocar filtro
zh_hans: 切换筛选器
zh_hant: 切換篩選器

source: Switch filter
de: Filter wechseln
es: Cambiar de filtro
fr: Changer de filtre
it: Cambia filtro
ja: フィルターを切り替え
ko: 필터 전환
pt_br: Trocar de filtro
zh_hans: 切换筛选器
zh_hant: 切換篩選器

source: Switch to ${filter}
de: Zu ${filter} wechseln
es: Cambiar a ${filter}
fr: Basculer sur ${filter}
it: Passa a ${filter}
ja: ${filter}に切り替え
ko: ${filter}(으)로 전환
pt_br: Trocar para ${filter}
zh_hans: 切换到 ${filter}
zh_hant: 切換至 ${filter}

source: Switch your active Lava filter to a saved filter you choose.
de: Wechsle deinen aktiven Lava Filter zu einem gespeicherten Filter deiner Wahl.
es: Cambia tu filtro de Lava activo por un filtro guardado que elijas.
fr: Basculez votre filtre Lava actif vers un filtre enregistré de votre choix.
it: Cambia il filtro Lava attivo con un filtro salvato a tua scelta.
ja: 有効な Lava フィルターを、選んだ保存済みフィルターに切り替えます。
ko: 사용 중인 Lava 필터를 선택한 저장된 필터로 전환해요.
pt_br: Troca o filtro da Lava ativo por um filtro salvo que você escolher.
zh_hans: 将当前生效的 Lava 筛选器切换为你选择的已保存筛选器。
zh_hant: 將目前生效的 Lava 篩選器切換為你選擇的已儲存篩選器。

source: Tap Edit before changing your filter.
de: Tippe auf „Bearbeiten“, bevor du deinen Filter änderst.
es: Toca Editar antes de cambiar tu filtro.
fr: Touchez Modifier avant de changer de filtre.
it: Tocca Modifica prima di cambiare il filtro.
ja: フィルターを変更する前に「編集」をタップしてください。
ko: 필터를 변경하기 전에 '편집'을 탭하세요.
pt_br: Toque em Editar antes de mudar seu filtro.
zh_hans: 更改筛选器前，请先轻点“编辑”。
zh_hant: 變更篩選器前，請先點選「編輯」。

source: Tap Focus Filters, then Add Filter.
de: Tippe auf „Fokusfilter“ und dann auf „Filter hinzufügen“.
es: Toca Filtros de Concentración y luego Añadir filtro.
fr: Touchez Filtres de concentration, puis Ajouter un filtre.
it: Tocca Filtri Full Immersion, poi Aggiungi filtro.
ja: 「集中モードフィルター」をタップし、「フィルターを追加」を選びます。
ko: 집중 모드 필터를 탭한 다음 필터 추가를 선택하세요.
pt_br: Toque em Filtros de Foco e depois em Adicionar Filtro.
zh_hans: 轻点“专注模式筛选器”，然后选择“添加筛选器”。
zh_hant: 點選「專注模式篩選器」，再選擇「加入篩選器」。

# Tap once to add local protection
source: Tap once to turn on protection
de: Einmal tippen, um den Schutz einzuschalten
es: Toca una vez para activar la protección
fr: Touchez une fois pour activer la protection
it: Tocca una volta per attivare la protezione
ja: 1回タップして保護をオンにします
ko: 한 번 탭하면 보호가 켜져요
pt_br: Toque uma vez para ativar a proteção
zh_hans: 轻点一次即可开启防护
zh_hant: 點選即可開啟防護

source: Tell us more
de: Erzähl uns mehr
es: Cuéntanos más
fr: Dites-nous-en plus
it: Dicci di più
ja: 詳しく教えてください
ko: 자세히 알려주세요
pt_br: Conte mais
zh_hans: 告诉我们更多
zh_hant: 告訴我們更多

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
it: Condizioni d’uso
ja: 利用規約
ko: 이용약관
pt_br: Termos de Uso
zh_hans: 使用条款
zh_hant: 使用條款

source: Text size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
it: Dimensione del testo
ja: 文字サイズ
ko: 텍스트 크기
pt_br: Tamanho do texto
zh_hans: 文字大小
zh_hant: 文字大小

source: Thank you for your support
de: Danke für deine Unterstützung
es: Gracias por tu apoyo
fr: Merci pour votre soutien
it: Grazie per il tuo supporto
ja: ご支援ありがとうございます
ko: 함께해 주셔서 감사해요
pt_br: Obrigado pelo seu apoio
zh_hans: 感谢你的支持
zh_hant: 感謝你的支持

# Thank you, Lava will look into this
source: Thanks. Lava will look into this.
de: Danke. Lava sieht sich das an.
es: Gracias. Lava lo revisará.
fr: Merci. Lava va examiner ce problème.
it: Grazie. Lava esaminerà la cosa.
ja: ありがとうございます。Lavaが確認します。
ko: 감사해요. Lava가 살펴볼게요.
pt_br: Obrigado. O Lava vai analisar isso.
zh_hans: 谢谢。Lava 会跟进处理。
zh_hant: 謝謝。Lava 會查看這個問題。

# Thank you, Lava will look into this and reach out if needed
source: Thanks. Lava will look into this and follow up if needed.
de: Danke. Lava sieht sich das an und meldet sich bei Bedarf.
es: Gracias. Lava lo revisará y se pondrá en contacto si es necesario.
fr: Merci. Lava va examiner ce problème et vous recontactera si besoin.
it: Grazie. Lava esaminerà la cosa e ti contatterà se necessario.
ja: ありがとうございます。Lavaが確認し、必要に応じてご連絡します。
ko: 감사해요. Lava가 살펴보고 필요하면 연락드릴게요.
pt_br: Obrigado. O Lava vai analisar isso e entrar em contato se precisar.
zh_hans: 谢谢。Lava 会查看，并在需要时跟进。
zh_hant: 謝謝。Lava 會查看，需要時會再與你聯絡。

# That QR code doesn't contain a filter to import.
source: That QR code doesn’t contain a Lava filter.
de: Dieser QR-Code enthält keinen Lava-Filter.
es: Ese código QR no contiene un filtro de Lava.
fr: Ce code QR ne contient aucun filtre Lava.
it: Quel codice QR non contiene un filtro di Lava.
ja: そのQRコードにはLavaのフィルターが含まれていません。
ko: 이 QR 코드에는 Lava 필터가 없어요.
pt_br: Esse código QR não contém um filtro do Lava.
zh_hans: 该 QR 码不包含 Lava 筛选器。
zh_hant: 該 QR 碼不含 Lava 篩選器。

source: That code couldn’t be read. Double-check it and try again.
de: Dieser Code konnte nicht gelesen werden. Überprüfe ihn und versuche es erneut.
es: No se pudo leer ese código. Compruébalo e inténtalo de nuevo.
fr: Impossible de lire ce code. Vérifiez-le et réessayez.
it: Impossibile leggere il codice. Controllalo e riprova.
ja: そのコードを読み取れませんでした。確認してもう一度お試しください。
ko: 코드를 읽을 수 없습니다. 다시 확인한 후 시도하세요.
pt_br: Não foi possível ler esse código. Verifique-o e tente novamente.
zh_hans: 无法读取该代码。请核对后重试。
zh_hant: 無法讀取該代碼。請仔細確認後再試一次。

# That custom URL is already added.
source: That custom blocklist is already added.
de: Diese eigene Blockliste wurde bereits hinzugefügt.
es: Esa lista de bloqueo personalizada ya está añadida.
fr: Cette liste de blocage personnalisée est déjà ajoutée.
it: Quella lista di blocco personalizzata è già stata aggiunta.
ja: そのカスタムブロックリストはすでに追加されています。
ko: 해당 맞춤 차단 목록은 이미 추가되어 있어요.
pt_br: Essa lista de bloqueio personalizada já foi adicionada.
zh_hans: 该自定义拦截列表已添加。
zh_hant: 這份自訂封鎖清單已加入。

# That doesn't look like a Lava filter code.
source: That doesn’t look like a Lava setup code.
de: Das sieht nicht nach einem Lava-Einrichtungscode aus.
es: Eso no parece un código de configuración de Lava.
fr: Cela ne ressemble pas à un code de configuration Lava.
it: Questo non sembra un codice di configurazione di Lava.
ja: Lavaのセットアップコードではないようです。
ko: Lava 설정 코드가 아닌 것 같아요.
pt_br: Isso não parece ser um código de configuração do Lava.
zh_hans: 这看起来不像 Lava 设置代码。
zh_hant: 這看起來不像 Lava 設定代碼。

source: That filter changed while it was being prepared. Try again.
de: Dieser Filter wurde während der Vorbereitung geändert. Versuche es erneut.
es: Ese filtro cambió mientras se preparaba. Inténtalo de nuevo.
fr: Ce filtre a été modifié pendant sa préparation. Réessayez.
it: Quel filtro è stato modificato durante la preparazione. Riprova.
ja: フィルターの準備中に内容が変更されました。もう一度お試しください。
ko: 필터를 준비하는 동안 내용이 변경되었습니다. 다시 시도해 주세요.
pt_br: Esse filtro foi alterado durante a preparação. Tente novamente.
zh_hans: 该筛选器在准备期间发生了更改。请重试。
zh_hant: 該篩選器在準備期間已變更。請再試一次。

source: That filter is no longer available.
de: Dieser Filter ist nicht mehr verfügbar.
es: Ese filtro ya no está disponible.
fr: Ce filtre n’est plus disponible.
it: Quel filtro non è più disponibile.
ja: そのフィルターは利用できなくなりました。
ko: 해당 필터는 더 이상 사용할 수 없습니다.
pt_br: Esse filtro não está mais disponível.
zh_hans: 该筛选器已不再可用。
zh_hant: 該篩選器已無法使用。

# The App Store purchase could not be verified.
source: The App Store purchase couldn’t be verified. Try again, or restore your purchase.
de: Der Kauf im App Store konnte nicht verifiziert werden. Versuche es erneut oder stelle deinen Kauf wieder her.
es: No se pudo verificar la compra del App Store. Inténtalo de nuevo o restaura tu compra.
fr: Impossible de vérifier l’achat sur l’App Store. Réessayez ou restaurez votre achat.
it: Non è stato possibile verificare l’acquisto sull’App Store. Riprova o ripristina l’acquisto.
ja: App Storeの購入を確認できませんでした。もう一度お試しいただくか、購入を復元してください。
ko: App Store 구입을 확인할 수 없어요. 다시 시도하거나 구입 항목을 복원하세요.
pt_br: Não foi possível verificar a compra na App Store. Tente novamente ou restaure sua compra.
zh_hans: 无法验证 App Store 购买项目。请重试，或恢复你的购买项目。
zh_hant: 無法驗證此 App Store 購買項目。請再試一次，或復原你的購買項目。

source: The App Store purchase is pending approval.
de: Der App-Store-Kauf wartet auf Genehmigung.
es: La compra del App Store está pendiente de aprobación.
fr: L’achat sur l’App Store est en attente d’approbation.
it: L’acquisto sull’App Store è in attesa di approvazione.
ja: App Storeの購入は承認待ちです。
ko: App Store 구입이 승인 대기 중입니다.
pt_br: A compra na App Store está aguardando aprovação.
zh_hans: App Store 购买项目正在等待批准。
zh_hant: App Store 購買項目正在等待核准。

source: The internet is lava
de: Das Internet ist Lava
es: El internet es lava
fr: Internet, c’est de la lave
it: Internet è lava
ja: インターネットは溶岩だらけ
ko: 인터넷은 라바예요
pt_br: A internet é lava
zh_hans: 网上有岩浆
zh_hant: 網上有岩漿

# The saved passcode verifier could not be read.
source: Lava couldn’t read your saved passcode. Set a new passcode.
de: Lava konnte deinen gespeicherten Code nicht lesen. Lege einen neuen Code fest.
es: Lava no pudo leer tu código guardado. Establece un código nuevo.
fr: Lava n’a pas pu lire votre code enregistré. Définissez un nouveau code.
it: Lava non è riuscito a leggere il codice salvato. Imposta un nuovo codice.
ja: Lavaは保存されたパスコードを読み込めませんでした。新しいパスコードを設定してください。
ko: Lava가 저장된 암호를 읽을 수 없어요. 새 암호를 설정하세요.
pt_br: O Lava não conseguiu ler seu código salvo. Defina um novo código.
zh_hans: Lava 无法读取你保存的密码。请设置新密码。
zh_hant: Lava 無法讀取你儲存的密碼。請設定新密碼。

# There's nothing this device can import from that code.
source: That code doesn’t contain a Lava filter.
de: Dieser Code enthält keinen Lava-Filter.
es: Ese código no contiene un filtro de Lava.
fr: Ce code ne contient aucun filtre Lava.
it: Quel codice non contiene un filtro di Lava.
ja: そのコードにはLavaのフィルターが含まれていません。
ko: 해당 코드에는 Lava 필터가 없어요.
pt_br: Esse código não contém um filtro do Lava.
zh_hans: 该代码不包含 Lava 筛选器。
zh_hant: 該代碼不含 Lava 篩選器。
